/* Portugal */
/* Warnings for <cityname> */
"warningsFor" =
	"Avisos para %@:\n\n";
	
"falseAlarm" =
	"Falso alarme, sem aviso prévio. Desculpem a interrupção";

"loadingText" =
    "Carregando";

"pleaseWaitText" =
    "Por favor aguarde enquanto Meteo busca do tempo";

/* build as displayed in \"About\" */
"build" =
    "construir";

/* No comment provided by engineer. */
"Cancel" =
    "Cancelar";

/* City Switcher MenuItem */
"City Switcher" =
    "Cidade Switcher";

/* Controls MenuItem */
"Controls" =
    "Controles";

/* No comment provided by engineer. */
"Current Conditions" =
    "Condições Atuais";

/* No comment provided by engineer. */
"Extended Forecast" =
    "Previsão alargada";

/* No comment provided by engineer. */
"New Version" =
    "Nova versão";

/* No comment provided by engineer. */
"No Active Cities" =
    "Não Cidades Ativas";

/* No comment provided by engineer. */
"No New Version" =
    "Nenhuma nova versão";

/* No comment provided by engineer. */
"No Weather" =
    "Nenhum tempo";

/* No comment provided by engineer. */
"OK" =
    "OK";

/* No comment provided by engineer. */
"Preferences" =
    "Preferências";

/* No comment provided by engineer. */
"Quit" =
    "Parar";

/* No comment provided by engineer. */
"Refresh" =
    "Atualizar";

/* No comment provided by engineer. */
"Server Unreachable" =
    "Servidor inacessível";

/* Show City Editor MenuItem */
"Show City Editor" =
    "Mostrar Editor Cidade";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." =
    "O servidor não pôde ser encontrado para determinar a versão mais recente do Meteorologista.";

/* Version as displayed in \"About\" */
"Version" =
    "Versão";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" =
    "A versão %1$@ do meteorologista está disponível (a versão %2$@). Gostaria de visitar o site?";

/* No comment provided by engineer. */
"Visit Web Site" =
    "Visite o site";

/* Will be used as \"Weather for <city name>\" */
"Weather For" =
    "Tempo Para";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." =
    "Você tem a versão mais recente do Meteorologista.";

/* Preferences panel */
"MeteorologistNameText" =
    "O meteorologista";

/* Preferences: Panel 1 (Weather) */
"weatherTabTitle" =
    "Tempo";
"temperatureBoxTitle" =
    "Temperatura";
"displayTempTitle" =
    "Display de temperatura";
"hideCFTitle" =
    "Tipo Ocultar (C/F)";
"showHumidity" =
    "Mostrar umidade";
"menuBarBoxTitle" =
    "Barra de Menus";
"displayMenuIconTitle" =
    "Ícone Vídeo";
"displayCityNameTitle" =
    "Mostra o nome da cidade";
"fontNameTitle" =
    "Nome da Fonte:";
"fontSizeTitle" =
    "Tamanho da Fonte:";
"fontColorTitle" =
    "Cor da Fonte:";
"dockIconBoxTitle" =
    "Dock Icon";
"imageOpacityTitle" =
    "Imagem Opacity:";
"currentWeatherBoxTitle" =
    "Tempo Atual";
"displayTodayInSubmenuTitle" =
    "Vídeo no submenu";
"extendedForecastBoxTitle" =
    "Previsão alargada";
"forecastDaysOnTitle" =
    "Ver previsão estendida";
"viewForecastInSubmenuTitle" =
    "Vídeo no submenu";
"displayDayImageTitle" =
    "Tempo Mostrar Ícones";
"forecastInlineTitle" =
    "Previsões em uma linha";
"forecastDaysNumberLabelTitle" =
    "Número de dias";
"generalBoxTitle" =
    "Geral";
"embedControlsTitle" =
    "Mostrar meteorologista\ncontroles no submenu";
"killOtherMeteoTitle" =
    "Impedir múltiplos Meteos\nde ser lançado";
"resetButtonTitle" =
    "Reset to Defaults";
"revertButtonTitle" =
    "Reverter alterações";
"applyButtonTitle" =
    "Aplicar";

/* Preferences: Panel 2 (Cities) */
"citiesTabTitle" =
    "Cidades";
"citiesTabHeaderActiveText" =
    "Active";
"citiesTabHeaderNameText" =
    "Nome da cidade";
"citiesTabHeaderServersText" =
    "Servidores ativos (não editável)";
"citiesTabDescriptonText" =
    "A primeira cidade é exibido no menu. Arrastar e soltar as cidades para reordenar.";
"addCityTitle" =
    "Adicionar Cidade";
"editCityTitle" =
    "Editar Cidade";
"removeCityTitle" =
    "Remover Cidade";
"updateMenuTitle" =
    "Menu Update";
"useGlobalUnitsTitle" =
    "Habilitar Unidades Global";
"explainGlobalUnitsText" =
    "Caso contrário, as unidades são especificadas para cada cidade individualmente sob os itens Previsão de Tempo e guias itens no editor de Cidade.";
"degreesNameText" =
    "Graus:";
"distanceNameText" =
    "Distância:";
"speedNameText" =
    "Velocidade:";
"pressureNameText" =
    "Pressão:";
"fahrenheitText" =
    "Fahrenheit";
"celsiusText" =
    "Celsius";
"milesText" =
    "Miles";
"feetText" =
    "Pés";
"kilometersText" =
    "Quilômetros";
"metersText" =
    "Medidores";
"milesPerHourText" =
    "Milhas/hora";
"kilometersPerHourText" =
    "Quilómetros/hora";
"metersPerSecondText" =
    "Metros/segundo";
"knotsText" =
    "Nós";
"inchesText" =
    "Polegadas";
"millibarsText" =
    "Milibares";
"kilopascalsText" =
    "Quilopascal";
"hectopascalsText" =
    "Hectopascais";
 

/* Preferences: Panel 3 (Updating) */
"updatingTabTitle" =
    "Atualizando";
"updateIntervalBoxTitle" =
    "Intervalo de atualização";
"updateXminutesTitle" =
    "Atualize todos os ativos locais";
"minutesText" =
    "minutos";
"cycleXminutesTitle" =
    "Ciclo de todos os ativos locais";
"changeLocationsXminutesTitle" =
    "Mude de lugar a cada ativo";
"updatesAndProblemsBoxTitle" =
    "Atualizações e Problemas";
"checkForNewVersionsTitle" =
    "Verifique se há novas versões de lançamento";
"checkForServerProblemsTitle" =
    "Verifique se há problemas no servidor na inicialização";
"logMessagesTItle" =
    "As mensagens de log para o console";
"checkForNewVersionButtonTitle" =
    "Verificar se há nova versão";
"checkForNewErrorsButtonTitle" =
    "Verifique erros de novo";
"displayLocationBoxTitle" =
    "Display Localização";
"menubarButtonTitle" =
    "Menubar";
"dockButtonTitle" =
    "Doca";
"bothButtonTitle" =
    "Ambos";
"displayLocationTextData" =
    "Meteo pode residir no Dique Menubar, ou ambos ao mesmo tempo. (Relançamento necessária)";

/* Preferences: Panel 4 (Alerts) */
"alertsTabTitle" =
    "Alertas";
"weatherAlertsBoxTitle" =
    "Tempo Alertas";
"weatherAlertEmailTitle" =
    "E-mail";
"weatherAlertSMSTitle" =
    "SMS";
"weatherAlertBeepTitle" =
    "Bip";
"weatherAlertSongTitle" =
    "Song";
"weatherAlertBounceTitle" =
    "Ressalto";
"weatherAlertMessageTitle" =
    "Mensagem";
"weatherAlertChooseSongTitle" =
    "Escolha o arquivo de música";

/* Preferences: Panel 5 (About) */
"aboutTabTitle" =
    "Sobre";
"aboutHomepageTitle" =
    "Homepage";
"aboutWebSupportTitle" =
    "Grupo de Apoio à Web";

/* Weather Alert Message */
"weatherAlertPanelTitle" =
    "Mensagens de Alerta Meteorológico";
"killSoundsButtonTitle" =
    "Kill Sons";
"clearLogButtonTitle" =
    "Limpar Log";

/* Download Window */
"downloadWindowTitle" =
    "";
"downloadWindowTextText" =
    "Download da Imagem Local";
"downloadWindowNameText" =
    "Nome da Imagem:";
"downloadWindowSizeText" =
    "Tamanho da Imagem:";

/* City Editor Panel */
"cityEditorWindowTitle" =
    "Cidade do Editor";
"serversTabTitle" =
    "Servidores";
"weatherItemsTabTitle" =
    "Itens Tempo";
"forecastItemsTabTitle" =
    "Itens Previsão";
 
/* City Editor: Panel 1 (Servers) */
"cityNameTitle" =
    "Nome da cidade:";
"cityNameDescriptionLabel" =
    "e.g. casa, de férias, trabalho, avós, Miami, etc";
"weatherServersTitle" =
    "Tempo servidores:";
"weatherModulesTable" =
    "Tempo Módulos";
"weatherServersDescriptionTItle" =
    "Para cada servidor que você vai usar, você vai precisar para realizar uma pesquisa.";
"cityOrZipSearchTitle" =
    "Cidade, [ST] ou Busca CEP:";
"searchButtonTitle" =
    "Pesquisa";
"cityNameCellTitle" =
    "Nome da cidade";
"onlyTheFirstEightDescriptionTitle" =
    "Apenas 8 primeiros jogos mostrados";
"cancelButtonTitle" =
    "Cancelar";
"confirmButtonTitle" =
    "Confirme";

/* City Editor: Panel 2 (Weather Items) */
"currentWeatherItemsTitle" =
    "Tempo atual Itens";
"currentWeatherItemsPropertyTitle" =
    "Imóvel";
"currentWeatherItemsOnTitle" =
    "Em";
"currentWeatherItemsUnitTitle" =
    "Unidade";
"currentWeatherItemsServerTitle" =
    "Server Selection";
"citiesListTitle" =
    "Cidades";
"ImportButtonTitle" =
    "Importação desta cidade preferências";

/* City Editor: Panel 3 (Forecast Items) */
"longTermForecastItemsTitle" =
    "Itens de Previsão de Longo Prazo";
"longTermForecastItemsOnTitle" =
    "Em";
"longTermForecastItemsPropertyTitle" =
    "Imóvel";
"longTermForecastItemsUnitTitle" =
    "Unidade Seleção";
"longTermForecastItemsServerTitle" =
    "Servidor Seleção";

/* Values in menu */
"Temperature" =
	"Temperatura";
"Feels Like" =
	"Feels Like";
"Dew Point" =
	"Ponto de Orvalho";
"Humidity" =
	"Umidade";
"Visibility" =
	"Visibilidade";
"Pressure" =
	"Pressão";
"Wind" =
	"Vento";
"UV Index" =
	"Índice UV";
"Last Update" =
	"Última Atualização";
"Date" =
	"Data";
"Forecast" =
	"Previsão";
"High" =
	"Alta";
"Low" =
	"Baixa";
"Precipitation" =
	"Precipitação";
"Extended Forecast" =
	"Previsão alargada";
"Weather Alert" =
	"Alerta Meteorológico";
"Radar Image" =
	"Imagem de Radar";
"Controls" =
	"Controles";
"Show City Editor" =
	"Mostrar Editor Cidade";
"City Switcher" =
	"Cidade Switcher";
"Preferences" =
	"Preferências";
